<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>เข้าสู่ระบบ</title>
    <link rel="stylesheet" href="home1.css">
</head>
<body>
<div class="body">
    <h2 class="logo">HOMEPAGE</h2>
    <div class="manu">
        <ul>
            
            <li><a href="index1.php">WEBBORD</a></li>
            <li><a href="profile.php">PROFIEL</a></li>
            <li><a href="logout.php" id="logoutBtn">LOGOUT</a></li>
            
        </ul>
    </div>
    </div>
    <div class="content">
        <main>
        <h1>จิตกรรมไทย</h1>
           <p>เป็นศิลปะแบบอุดมคติ ที่แสดงออกทางความคิด ให้สัมพันธ์กับเนื้อเรื่องและความสำคัญของภาพ มีลักษณะเด่น งามสง่า ด้วยลีลาอันชดช้อย แสดงความรู้สึกปิติยินดี หรือเศร้าโศกเสียใจด้วยอากัปกิริยาท่าทาง 
            หากเป็นรูปยักษ์รูปมารจะแสดงออกด้วยใบหน้าและท่าทางที่บึกบึนแข็งขัน ส่วนพญาวานรและเหล่าวานรแสดงความลิงโลดคล่องแคล่วว่องไวด้วยลีลาท่วงท่าและหน้าตา พวกชาวบ้านธรรมดาสามัญจะเน้นความรู้สึกตลกขบขัน สนุกสนานร่าเริงหรือเศร้าเสียใจออกทางใบหน้า 
            ส่วนช้างม้าและเหล่าสัตว์ทั้งหลายก็มีรูปแบบแสดงชีวิตเป็นธรรมชาติ
            อนึ่ง งานจิตรกรรมที่ไม่ระบายสี มักอนุโลมจัดไว้ในกลุ่มงานจิตรกรรม ได้แก่ ภาพลายเส้นปิดทอง ที่เรียกว่า ลายรดน้ำ ภาพลายเส้นจารลงบนแผ่นหิน หรืองานประดับมุก งานเหล่านี้มีลักษณะสำคัญอย่างเดียวกัน คือ ลายเส้นที่งดงามตามแบบฉบับ</p>
            <img src="img/จิตกรรม.jpg" alt="">       
            <h3>พระที่นั่งพุทไธสวรรย์ </h3>
                <p>เป็นพระที่นั่งภายในพระราชวังบวรสถานมงคล สร้างขึ้นโดยสมเด็จพระบวรราชเจ้ามหาสุรสิงหนาท เดิมมีนามว่า พระที่นั่งสุทธาสวรรย์ เดิมสมเด็จพระบวรราชเจ้ามหาสุรสิงหนาทมีพระราชดำริให้สร้างขึ้นเพื่อทำการพระราชพิธีต่าง ๆเช่น พระราชพิธีตรุษสารท พระราชพิธีโสกันต์พระเจ้าลูกเธอ เป็นต้น หลังจากนั้น เมื่อปี พ.ศ. 2330 พระองค์เสด็จไปยังเชียงใหม่ และไดัอัญเชิญพระพุทธสิหิงค์ลงมา พระองค์จึงทรงพระราชอุทิศพระที่นั่งองค์นี้เป็นที่ประดิษฐานพระพุทธสิหิงค์ ต่อมาสมเด็จพระบวรราชเจ้ามหาศักดิพลเสพ ทรงเปลี่ยนนามพระที่นั่งองค์นี้ว่า พระที่นั่งพุทไธสวรรย์ ปัจจุบัน พระที่นั่งพุทไธสวรรย์เป็นส่วนหนึ่งของพิพิธภัณฑสถานแห่งชาติ พระนคร</p> 
            <img src="img/จิตกรรมฝาผนัง.jpg" alt="">
            <h3>วัดเกาะ </h3>
               <p>วัดเกาะ เป็นวัดเก่าแก่สมัยอยุธยาในจังหวัดเพชรบุรีซึ่งมี จิตรกรรมฝาผนัง ที่งดงามเขียนเต็มผนังทุกด้านเป็นเรื่องราวในพุทธประวัติที่หาชมยาก ในภาพเล่าถึงสถานที่สำคัญของพระพุทธเจ้าตั้งแต่ประสูติจนถึงปรินิพพาน และสถานที่ที่ทรงประทับเพื่อเสวยวิมุตติสุขหลังตรัสรู้  ไฮไลต์ของภาพจะเห็นรูปชาวต่างชาติหลากหลายชาติที่เข้ามาค้าขายในยุคนั้นซึ่งน่าสนใจว่าเพชรบุรีอาจมีชาวต่างชาติเดินทางเข้ามาถึงถิ่น หรือช่างสกุลเพชรบุรีกลุ่มนี้เป็นชุดที่โด่งดังจนได้เข้าไปทำงานในเมืองพระนครจนรู้จักชาวต่างชาติกลุ่มต่าง ๆ เป็นอย่างดี เช่น ชาวตะวันตก ชาวอาหรับ ชาวจีน พลพรรคชาวต่างชาติเหล่านี้ถูกวาดแทนหน้าเทวดาและยักษ์แบบไทย ๆ จึงเป็นรายละเอียดของภาพที่ดูได้เพลินมาก ๆ</p>
            <img src="img/ชาวต่างชาติสมัยอยุธยา.jpg" alt="">
            <h3>ชาวต่างชาติสมัยอยุธยา</h3>
        <h3>ลายไทย</h3>
            <p>หมายถึง  เป็นส่วนประกอบของภาพเขียนไทยใช้ตกแต่งอาคาร สิ่งของ เครื่องใช้ เครื่องประดับ ฯลฯ  เป็นลวดลายที่มีชื่อเรียกต่าง ๆ กันซึ่งนำเอารูปร่างจาก ธรรมชาติมาประกอบ เช่น ลายกระหนก ลายกระจัง ลายประจำยาม ลายเครือเถา เป็นต้น หรือเป็นรูปที่มาจากความเชื่อและคตินิยม เช่น รูปคน รูปเทวดา รูปสัตว์ รูปยักษ์ เป็นต้น</p>
            <img src="img/ลายไทย.jpg" alt="">
        </main>
    </div>
</body>
</html>
